Repository: ystk/debian-ipvsadm
Catalog: debian/po/*.po
Languages: ar, de, es, fr, gl, nb, pt, ru

source: none, master, backup, both
ar: لاشيء, الرئيسي, الاحتياطي, كلاهما
de: keinen, Master, Backup, beide
es: ninguno, maestro, copia de seguridad, ambos
fr: Aucun, Maître, Sauvegarde, Les deux
gl: ningún, mestre, respaldo, ambos
nb: ingen, hovednisse, reserve, begge
pt: none, master, backup, ambos
ru: не активировать, основной, резервный, оба

source: Daemon method:
ar: طريقة العفريت:
de: Daemon-Methode:
es: Método del demonio:
fr: Méthode de lancement du démon :
gl: Método do servizo:
nb: Nisse-metode:
pt: Método para o 'daemon':
ru: Режим работы демона:

source: ipvsadm can activate the IPVS synchronization daemon. "master" starts this daemon in master mode, "backup" in backup mode and "both" uses master and backup mode at the same time. "none" disables the daemon.
ar: يستطيع ipvsadm تنشيط عفريت مزامنة IPVS. خيار "الرئيسي" يشغل هذا العفريت بوضع الرئيسي، و"احتياطي" بوضع الاحتياطي و"كلاهما" يستخدم وضع الرئيسي والاحتياطي في آن معاً. كما يعطّل الخيار "لاشيء" تشغيل العفريت.
de: Ipvsadm kann den IPVS-Synchronisationsdaemon aktivieren. »Master« startet diesen Daemon im Master-Modus, »Backup« im Backup-Modus und »beide« verwendet Master- und Backup-Modus gleichzeitig. »keinen« deaktiviert den Daemon.
es: ipvsadm puede activar el demonio de sincronización IPVS. «Maestro» iniciará este demonio en modo maestro, «copia de seguridad» en el modo copia de seguridad y «ambos» utilizará el modo maestro y copia de seguridad a la vez. «Ninguno» desactivará el demonio.
fr: Ipvsadm peut activer le démon de synchronisation IPVS. Le choix « Maître » lance le démon en mode maître, « Sauvegarde » en mode sauvegarde, « Les deux » utilise les deux modes et « Aucun » désactive le démon.
gl: ipvsadm pode activar o servizo de sincronización de IPVS. "Mestre" inicia este servizo en modo mestre, "respaldo" en modo de respaldo e "ambos" emprega o modo mestre e de respaldo ao mesmo tempo. "Ningún" desactiva o servizo.
nb: ipvsadm kan starte synkroniseringsnissen for IPVS. «Hovednisse» starter denne nissen som hovedkjøring, «reserve» som reservekjøring og «begge» bruker hoved- og reservekjøring samtidig. «Ingen» slår av nissen.
pt: O ipvsadm pode activar o 'daemon' de sincronização IPVS. O método "master" inicia o 'daemon' em modo principal. "backup" em modo de backup, e "ambos" utiliza o modo principal e o backup ao mesmo tempo, "none " desactiva o 'daemon'.
ru: ipvsadm может активировать демон синхронизации IPVS. При выборе "основной", демон запускается как основной (master), при выборе "резервный", как резервный (backup), а при выборе "оба", используется основной и резервный режим одновременно. Если выбрать "не активировать", то демон запущен не будет.

source: See the man page for more details, ipvsadm(8).
ar: راجع صفحة الدليل السريع man للمزيد من المعلومات، ipvsadm(8).
de: Für nähere Informationen lesen Sie die Handbuchseite ipvsadm(8).
es: Consulte la página de manual para más detalles, ipvsadm(8).
fr: Veuillez consulter la page de manuel, ipvsadm(8), pour plus d'informations.
gl: Consulte a páxina de manual, ipvsadm(8), para máis detalles.
nb: Mer detaljer finnes i man-sida, ipvsadm(8).
pt: Veja a página man para mais detalhes, ipvsadm(8).
ru: Подробности описаны на странице руководства ipvsadm(8).

source: Kernel does not support IPVS
ar: النواة لا تدعم IPVS
de: Der Kernel unterstützt IPVS nicht
es: El núcleo no permite utilizar IPVS.
fr: Pas de gestion IPVS dans le noyau
gl: O núcleo non soporta IPVS
nb: Kjernen støtter ikke IPVS
pt: O kernel não suporta IPVS
ru: Ядро не поддерживает IPVS

source: ipvsadm requires IPVS support in the kernel. Please use a kernel with IPVS modules, otherwise this software is pretty useless.
ar: يتطلب برنامج ipvsadm دعم IPVS في النواة. رجاءً استخدم نواة تحتوي وحدات IPVS، وإلا سيكون هذا البرنامج بلا فائدة.
de: Ipvsadm benötigt IPVS-Unterstützung im Kernel. Bitte benutzen Sie einen Kernel mit IPVS-Modulen, sonst ist diese Software nutzlos.
es: ipvsadm necesita que el núcleo pueda utilizar IPVS. Por favor, utilice un núcleo con módulos IPVS, de otro modo este programa no le será útil.
fr: Ipvsadm a besoin d'un noyau qui gère IPVS. Veuillez utiliser un noyau qui comporte un module IPVS. Sans cela, ce logiciel ne peut pas être utilisé.
gl: ipvsadm precisa de soporte de IPVS no núcleo. Empregue un núcleo con módulos de IPVS, ou este software non ha servir para nada.
nb: ipvsadm trenger IPVS-støtte i kjernen. Bruk en kjerne med IPVS-moduler, ellers er dette programmet ganske nytteløst.
pt: O ipvsadm necessita de suporte IPVS no kernel. Por favor utilize um kernel com módulos IPVS, caso contrário este software não lhe será útil.
ru: Для ipvsadm требуется поддержка IPVS в ядре. Используйте ядро с модулями IPVS, так как иначе данное ПО бесполезно.

source: Do you want to automatically load IPVS rules on boot?
ar: هل تريد تحميل متطلبات IPVS آلياً عند الإقلاع؟
de: Möchten Sie IPVS-Regeln beim Booten automatisch laden?
es: ¿Desea cargar automáticamente las reglas IPVS en el arranque?
fr: Faut-il charger automatiquement les règles d'IPVS au démarrage ?
gl: ¿Quere cargar as regras de IPVS automaticamente no inicio?
nb: Vil du at IPVS-moduler skal lastes inn automatisk ved oppstart?
pt: Deseja carregar automaticamente as regras IPVS durante o arranque?
ru: Загружать правила IPVS автоматически при включении компьютера?

source: If you choose this option your IPVS rules will be loaded from /etc/ipvsadm.rules automatically on boot.
ar: إن انتقيت هذا الخيار فسيتم تحميل أحكام IPVS من /etc/ipvsadm.آلياً عند الإقلاع.
de: Falls Sie diese Option wählen, werden Ihre IPVS-Regeln beim Booten automatisch aus /etc/ipvsadm.rules geladen.
es: Si escoge esta opción sus reglas de IPVS se cargarán automáticamente del archivo «/etc/ipvsadm.rules» al arrancar.
fr: Si vous choisissez cette option, les règles IPVS seront automatiquement chargées à chaque démarrage, depuis le fichier /etc/ipvsadm.rules.
gl: Se escolle esta opción, hanse cargar automaticamente as regras de IPVS de /etc/ipvsadm.rules no inicio.
nb: Hvis du velger dette blir IPVS-reglene dine lastet inn automatisk fra /etc/ipvsadm.rules når maskinen starter.
pt: Se escolher esta opção as suas regras IPVS serão carregadas a partir de /etc/ipvsadm.rules de modo automático durante o arranque do sistema.
ru: Если вы ответите утвердительно, то правила IPVS будут сохраняться и загружаться из /etc/ipvsadm.rules автоматически при включении компьютера.

source: Multicast interface for ipvsadm:
ar: واجهة البث المتعدد لـipvsadmin:
de: Multicast-Schnittstelle für Ipvsadm:
es: Interfaz multidifusión («multicast») de ipvsadm:
fr: Interface multidiffusion pour ipvsadm :
gl: Interface multicast para ipvsadm:
nb: Flerkastingsgrensesnitt for ipvsadm:
pt: Interface multicast para o ipvsadm:
ru: Интерфейс многоадресной передачи для ipvsadm:

source: Select the multicast interface to be used by synchronization daemon. e.g. eth0, eth1...
ar: اختر واجهة البث المتعدد التي سيستخدمها عفريت المزامنة، مثلeth0، eth1...
de: Wählen Sie die Multicast-Schnittstelle aus, die vom Synchronisationsdaemon verwendet werden soll, z.B. eth0, eth1 usw.
es: Escoja la interfaz de multidifusión («multicast») que utilizará el demonio de sincronización. Por ejemplo: eth0, eth1...
fr: Veuillez indiquer l'interface de multidiffusion (« multicast ») qui doit être utilisée par le démon de synchronisation. Par exemple : eth0, eth1...
gl: Escolla a interface multicast que debe empregar o servizo de sincronización. Por exemplo, eth0, eth1, ...
nb: Velg det flerkastings-grensesnittet som synkroniseringsnissen skal bruke, f.eks. eth0, eth1 …
pt: Seleccione a interface multicast para ser utilizada pelo 'daemon' de sincronização, por. ex. eth0, eth1...
ru: Укажите интерфейс многоадресной передачи, который должен использовать демон синхронизации, например eth0, eth1...
